export default {
  recentActivity: "अलीकडील ऍक्टिव्हीटी",
  lastSeen: "शेवटचे पहिले {{time}}",
  typing: "टाईप करत आहे...",
  online: "ऑनलाईन आहे",
  tabs: {
    chats: "चॅट्स",
    sent: "पाठवलेले लाईक",
    received: "मिळालेले लाईक",
  },
  empty: {
    chatsTitle: "संदेश येथे दिसतील!",
    chatsSubtitle: "मेसेज करायला सुरुवात करा!",
    sentTitle: "पाठवलेले लाईक्स येथे दिसतील!",
    sentSubtitle: "प्रोफाइल्स इथे पाहण्यासाठी त्यांना लाईक करा!",
    receivedTitle: "मिळालेले लाईक्स येथे दिसतील!",
    receivedSubtitle:
      "तुम्हाला कोणी लाईक केले हे पाहण्यासाठी प्रीमियमला सहकार्य करा.",
  },
  footer: {
    loadOlder: "जुने संदेश लोड करा",
    loadEarlier: "आधीचे संदेश लोड करा",
    loading: "लोड होत आहे...",
  },
  status: {
    sent: "तुम्हाला ते आवडले",
    received: "तुम्हाला लाईक केले",
    defaultUser: "वापरकर्ता",
  },
  likeBanner: {
    bannerZero: "मिळालेले लाईक्स येथे दिसतील!",
    bannerOne:
      "१ व्यक्तीने तुम्हाला लाईक केले आहे. हे पाहण्यासाठी प्रीमियमला सहकार्य करा",
    bannerOther:
      "{{count}} लोकांनी तुम्हाला लाईक केले आहे. हे पाहण्यासाठी प्रीमियमला सहकार्य करा",
  },
};
