export default {
  title: "फोटो ऍड (Add) करा",
  tip: "मुख्य फोटो निवडण्यासाठी ताऱ्यावर क्लिक करा. हटवण्यासाठी X वर क्लिक करा.",
  upload: "फोटो अपलोड करा",
  saving: "सेव्ह करत आहे...",
  success: "यशस्वीरित्या सेव्ह झाले!",
  add: "फोटो ऍड करा",
  button: {
    saved: "फोटो सेव्ह केले",
    uploading: "अपलोड होत आहे {{percent}}%",
    saveChanges: "फोटो सेव्ह करा",
    noChanges: "बदल नाहीत",
  },
  upgradeToSave:
    "फोटो अपलोड करणे ही प्रीमियम सुविधा आहे. तुमचे फोटो सेव्ह करण्यासाठी आणि प्रोफाइल पूर्ण करण्यासाठी कृपया अपग्रेड करा.",
  permissionTitle: "परवानगी आवश्यक",
  permissionMsg:
    "तुमचे प्रोफाईल फोटो अपलोड आणि व्यवस्थापित करण्यासाठी कृपया गॅलरी प्रवेशाची परवानगी द्या.",
  errorTitle: "त्रुटी",
  addError:
    "फोटो जोडण्यात अयशस्वी. कृपया फाईलचा आकार तपासा आणि पुन्हा प्रयत्न करा.",
  deleteTitle: "फोटो हटवा",
  deleteMsg: "तुम्हाला खात्री आहे की तुम्ही हा फोटो कायमचा हटवू इच्छिता?",
  deleteError: "फोटो हटवता आला नाही. कृपया तुमचे इंटरनेट कनेक्शन तपासा.",
  successTitle: "यशस्वी",
  updateMsg: "तुमचे प्रोफाईल फोटो यशस्वीरित्या अपडेट केले गेले आहेत!",
  noChangesTitle: "बदल नाहीत",
  noChangesMsg: "तुम्ही तुमच्या फोटो गॅलरीमध्ये कोणताही बदल केलेला नाही.",
  localSaveMsg: "तुमच्या डिव्हाइसवर जतन केले!",
  saveError: "तुमच्या स्थानिक स्टोरेज डिव्हाइसवर इमेज जतन करण्यात अयशस्वी.",
  uploadError: "सर्व्हरवर तुमचे फोटो अपलोड करताना काहीतरी चुकले.",
};
