export default {
  title: "फोटो ऍड (Add) करा",
  tip: "मुख्य फोटो निवडण्यासाठी ताऱ्यावर क्लिक करा. हटवण्यासाठी X वर क्लिक करा.",
  upload: "फोटो अपलोड करा",
  saving: "सेव्ह करत आहे...",
  success: "यशस्वीरित्या सेव्ह झाले!",
  add: "फोटो ऍड करा",
  button: {
    saved: "फोटो सेव्ह केले",
    uploading: "अपलोड होत आहे {{percent}}%",
    saveChanges: "फोटो सेव्ह करा",
    noChanges: "बदल नाहीत",
  },
  upgradeToSave:
    "फोटो अपलोड करणे ही प्रीमियम सुविधा आहे. तुमचे फोटो सेव्ह करण्यासाठी आणि प्रोफाइल पूर्ण करण्यासाठी कृपया अपग्रेड करा.",
};
