export default {
  // appName: "लोणारी युवा कनेक्ट",
  // tagline: "तुमचा जोडीदार शोधा",
  // getStarted: "सुरुवात करा",
  // termsAgreement:
  //   "पुढे चालू ठेवून, तुम्ही आमच्या सेवा अटी आणि गोपनीयता धोरणाशी सहमत आहात",
  // features: {
  //   match: "तुमचा परिपूर्ण जोडीदार शोधा",
  //   secure: "१००% सुरक्षित आणि सत्यापित प्रोफाइल",
  //   connect: "लोणारी समाजाशी जोडले जा",
  //   chat: "सुरक्षित आणि खाजगी चॅटिंग",
  // },

  welcome: "स्वागत आहे",
  brandName: "लोणारी युवा",
  btnActionNext: "पुढे",
  btnActionLast: "लॉगिन / साइन अप",
  slide1: {
    title: "तुमची प्रेमभरी गोष्ट सुरू करा",
    subtitle: "एक अर्थपूर्ण जीवनसाथी शोधा",
  },
  slide2: {
    title: "बोला, आवडा, लग्न करा",
    subtitle: "तुमचे विचार जुळवून घ्या",
  },
  slide3: {
    title: "नेहमी एकत्र राहा",
    subtitle: "दोन हृदये एक होऊ द्या",
  },
};
